---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.CopyMonitorFailures
source: html/a895e19b-bfd3-d5d3-9aae-3abda79ea902.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyMonitorFailures

Failures about CopyWatch.

## Syntax (C#)
```csharp
public static class CopyMonitorFailures
```